
"Account Configuration" = "إعدادات الحساب";
"Username" = "اسم المستخدم";
"Password" = "كلمة السر";
"Domain" = "النطاق (الدومين)";
"About uniCall" = "";
"About" = "حول";
"Tone Setting" = "ضبط النغمة";
"Silent" = "الصامت";
"Vibrate" = "اهتزاز";

"Version" = "الإصدار";
"Copyright" = "حقوق النشر";
"Website" = "الموقع";